import React from 'react';
import '../index.css';
import Header from "../components/header.jsx";

class Rules extends React.Component {
    render() {
        return (
            <div>
                <div className="wr-header_profile">
                    <div className="header_profile">

                        <Header title="Правила"/>
                    </div>
                </div>
                <div className="container">
                    <div className="wr-box">
                        <div className="wr-box__description">
                            <p>

                                Это проект о хорошем настроении!
                                Стать Секретным Сантой может любой желающий вне зависимости от возраста и
                                местожительства. Это мероприятие всегда было и будет бесплатным. Основная идея в том,
                                что раз в год все желающие регистрируют свой почтовый адрес в нашей системе, а спустя
                                какое то время мы все адреса перемешиваем и каждый получает случайный адрес куда
                                обязуется отправить любой, хотя бы чисто символический, подарок. Мы собираемся не из
                                желания бесплатно получить подарок, мы учимся дарить. Дарить не только подарки, но и
                                хорошее настроение, причем совершенно не знакомым нам людям. </p>
                            <p>
                                01
                                Как принять участие?
                                Чтобы принять участие в ежегодном международном мероприятии Secret Santa или Анонимный
                                Дед Мороз нужно пройти регистрацию. Если вы уже принимали участие, то ваша учетная
                                запись сохранилась и вам достаточно войти в свой профиль и подтвердить участие. Если же
                                не можете вспомнить ваш пароль, то можете воспользоваться функцией восстановления
                                пароля. </p>
                            <p>
                                02
                                Когда я получу адрес куда отправлять подарок?
                                После входа в ваш профиль вам будет доступна информация о том, когда будет происходить
                                рассылка адресов. Если же рассылка уже была произведена и вы выполнили все условия для
                                участия в проекте, то вам будет показан адрес для отправления вашего подарка. </p>
                            <p>
                                03
                                Сколько должен стоить подарок?
                                Наш проект создан исключительно ради хорошего настроения и работает исключительно за
                                счёт честности всех участников. Цена подарка не имеет значения и зависит исключительно
                                от ваших возможностей и желания. Мы уверены, что даже подписанная от руки новогодняя
                                открытка и памятный сувенир за пару центов будет приятно получить каждому, потому что
                                главное — это внимание! </p>
                            <p>
                                04
                                Я не получил подарок, что делать?
                                К сожалению, организаторы не могут гарантировать добросовестность всех участников
                                проекта, по этому стоит признать, что часть участников ничего не получает. Каждый год мы
                                стараемся улучшить контроль и организацию всего процесса, но в большей степени всё
                                зависит от честности самих участников. Также не стоит забывать про неправильно указанные
                                адреса, что также является довольно распространенной проблемой. В любом случае мы
                                призываем получать удовольствие не только от получения, но и от возможности сделать
                                приятно совершенно незнакомому человек. Стоит заметить, что организотор проекта в
                                течение четырёх лет отправлял подарки, но сам ниразу ничего не получил в ответ :) </p>
                            <p>
                                05
                                Никто не отвечает на мои сообщения!
                                Каждый год в ходе мероприятия мы получаем несколько сотен писем от участников проекта.
                                Писем и сообщений в социальных сетях приходит очень много. По мере возможности мы
                                пытаемся отвечать на все запросы, но те, кому ответ так и не пришел мы просим проявить
                                терпение и понимание — вас тысячи, а организатор один. </p>
                            <p>
                                06
                                Как я могу помочь?
                                Мы постоянно пытаемся улучшать и развивать наш проект, по этому будем рады любой помощи.
                                Например, у нас есть большое желание сделать перевод сайта на максимально возможное
                                количество языков для увеличения количества участников. Также мы с радостью примем любую
                                финансовую помощь. Если вы желаете принять участие в жизни проекта напишите нам на
                                info@mysecretsanta.me01
                            </p>
                        </div>

                    </div>
                </div>
            </div>


        )
    }
}


export default Rules;


